Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Welcome to the [ROOT.GetName]!
ru: Добро пожаловать в [ROOT.GetName]!

source: Well done, now let's get back to business!
ru: Отлично, а теперь давайте вернемся к делу!

source: Well done.
ru: Отлично.

source: Well, at least we can fight them now.
ru: Закрыть

source: Well, at least we tried.
ru: Ну, по крайней мере, мы попытались.

source: Well, care to join us in some Katzen-kicking?
ru: Ну что, не хочешь присоединиться к нам в каком-нибудь Катзен-пинке?

source: Well, shoot him already!
ru: Ну, пристрели его уже!

source: Well, they were imbeciles anyways.
ru: Ну, в любом случае, они были идиотами

source: Well-trained specialists who are trained to materialize dark matter into high-yielding minerals.
ru: Хорошо подготовленные специалисты, обученные материализовывать темную материю в высокопродуктивные минералы.

source: Well... actually... you see...
ru: Ну... вообще-то... ты видишь...

source: Well... uh...
ru: Ну... э-э...

source: Weltraumpanzergewehr
ru: Вельтраумпанцергевер

source: Werner
ru: Вернер

source: What Path Should We Walk?
ru: Какой путь мы выберем?

source: What a find!
ru: Какая находка!

source: What a luck...
ru: Какая удача...

source: What a peculiar world.
ru: Какой необычный мир

source: What a waste of time.
ru: Пустая трата времени.

source: What about Flusion and its other races?
ru: А как насчет Флюсиаллаа и других его рас?

source: What about juggernauts?
ru: Что насчет джаггернаутов?

source: What about the other nations?
ru: А как насчет других наций?

source: What an interesting discovery!
ru: Какое интересное открытие!

source: What are the $ehof_trader_d$ and the $ehof_trader_t$?
ru: Что такое $ehof_trader_d$ и $ehof_trader_t$?

source: What are they going to do?
ru: Что они собираются делать?

source: What are you going to do after the $ehof_the_compound_text$ has been destroyed?
ru: Что вы собираетесь делать после того, как $ehof_the_compound$ будет уничтожен?

source: What are you on about?!
ru: О чем ты говоришь?!

source: What are you?
ru: Что вы такое?

source: What could have formed such a vast canyon?
ru: Интересно, что могло образовать такой огромный каньон?

source: What could they do against the might of a trillion suns?
ru: Что они могли сделать против мощи триллиона солнц?

source: What did the Kaiser do with your land?
ru: Что кайзер сделал с вашей землей?

source: What did they do to your kind?!
ru: Что они сделали с такими, как ты?!

source: What do we have here?
ru: Что мы здесь имеем?

source: What do you wish to know?
ru: Что ты хочешь знать?

source: What does that even mean?
ru: Что это вообще значит?

source: What even are Soulbots?
ru: Что вообще такое соулботы?

source: What exactly is the $ehof_the_compound_text$?
ru: Что именно такое $ehof_the_compound$?

source: What happened here?
ru: Что здесь случилось?

source: What happened next?
ru: Что произошло дальше?

source: What have we done?
ru: Что мы наделали?

source: What is $ehof_alt_qnm$?
ru: Что такое $ehof_alt_qnm$?

source: What is Kleinkalien Isle?
ru: Что такое остров Кляйнлакиен?

source: What is it with them and 4D stuff?
ru: Что это с ними и с 4D-вещами?

source: What is it?
ru: Что это такое?

source: What is the Blokkonstrukt?
ru: Что такое блокконструкт?

source: What is the Grand Intergalactic Federation?
ru: Что такое Великая Межгалактическая федерация?

source: What is the meaning of this?
ru: Что это значит?

source: What is the purpose of this psionic shield?
ru: Какова цель этого псионического щита?

source: What is the purpose of your harvesting operations?
ru: Какова цель ваших операций по сбору урожая?

source: What is this?
ru: Что это?

source: What is your history?
ru: Какова ваша история?

source: What is your species like?
ru: На что похож ваш вид?

source: What research area should we specialize in?
ru: На какой категории исследований будет специализироваться ученый?

source: What star type from said country would you like to target?
ru: На какую звезду из указанной страны вы хотели бы нацелиться?

source: What was a flame is now an inferno, not matter how much we destroy and kill we cannot prevent the pain.
ru: То, что было пламенем, теперь сущий ад. Сколько бы мы не уничтожали и убивали, боль не утихает.

source: What was it like?
ru: Как это было?

source: What was your hibernation mode for?
ru: Для чего нужен режим сохранения?

source: What will it mean for us and the galaxy?
ru: Что это будет означать для нас и для галактики?

source: What would it take to repair you?
ru: Что потребуется, чтобы починить тебя?

source: What would you like to grow?
ru: Что бы вы хотели вырастить?

source: What would you like to know?
ru: Что бы вы хотели знать?

source: What's in a Flag?
ru: Что на флаге?

source: What's in those databanks?
ru: Что находится в этих банках данных?

source: What's your species like?
ru: На что похож ваш вид?

source: Wheel of Fortune
ru: Колесо Фортуны

source: When electricity first was discovered it lead to a revolution of our society.
ru: Этот хранитель специализируется на электронике. Когда впервые было открыто электричество, это привело к революции в нашем обществе.

source: When the Ultimate Answer is found, I shall, at last, be free.
ru: Когда окончательный ответ будет найден, я, наконец, буду свободен.

source: When we can't take out our fury on the living souls of our enemies we can only express it by destroying what others have built.
ru: Если мы не можем утолить свою ярость душами наших врагов, мы можем уничтожить то, что они построили.

source: Where denizens of the ecumenopolis unwind in their leisure hours.
ru: Где обитатели экуменополиса расслабляются в часы досуга.

source: Where denizens of the hypersegment unwind in their leisure hours.
ru: Где обитатели гиперсегмента расслабляются в часы досуга.

source: Where might they be going?
ru: Куда они могут направиться?

source: Where one falls, there are always more to take its place.
ru: Там где один остановится, группа продолжит свой путь.

source: Where there is division and competition there cannot be true cooperation.
ru: Там, где есть разделение и конкуренция, не может быть настоящего сотрудничества.

source: Whether through efficiency or sheer size of facilities, many jobs are more potent on this world.
ru: Будь то благодаря эффективности или просто размерам объектов, многие рабочие места в этом мире более эффективны

source: Which Leaders Neural Networks do we want to upload into additional Bodies?
ru: Пожалуйста, выберите, какой лидер должен быть загружен в новое тело.

source: Which country would you like to target?
ru: На какую страну вы хотели бы ориентироваться?

source: Which empire should we infiltrate?
ru: Итак, какую страну следует выбрать для запуска машинного проникновения?

source: Which empire should we select for the Machine Uprising?
ru: Итак, какую страну следует выбрать для начала восстания машин?.

source: Which of them, if any, they actually possess is unknown.
ru: Какими из них они обладают на самом деле, неизвестно.

source: Which planet within the system would you like to target?
ru: На какую планету в системе вы хотели бы нацелиться?

source: Which star type should we ping?
ru: Какой тип звезды мы должны пинговать?

source: Which system specifically would you like to target?
ru: На какую конкретно систему вы хотели бы ориентироваться?

source: While it is hard we might be able to restrain our self from causing to much damage to the planets we invade.
ru: Хотя нам трудно себя удерживать от причинения тотального ущерба планетам, в некоторых случаях такой подход может быть признан целесообразным.

source: While it still is shrouded in mystery, it might be possible to restore the Squareworld if we can manage to learn more about it.
ru: Хотя это все еще окутано тайной, возможно, удастся восстановить Квадратный мир, если нам удастся узнать о нем больше.

source: While normally not used for combat, these slaves have been drafted to protect the planet.
ru: Хотя рабы, обычно, не используются в качестве солдат, они тоже могут быть призваны для защиты планеты.

source: While organic matter should primarily be used to grow new drones, we can allow a limited amount to go to construction projects.
ru: Хотя органическое вещество должно в первую очередь использоваться для создания новых дронов, мы можем позволить себе потратить некоторое его количество на строительные проекты.

source: While others value material things we are above such inferior behaviour.
ru: В то время, когда материальные ценности становятся главной целью многих видов, мы ставим перед собой более возвышенные цели.

source: While our new mining techniques have allowed us to excavate mineral rich caves deep within the planet, the process of doing so generate toxic by-products into the planet atmosphere.
ru: Передовые технологии позволили добавить полезные ископаемые с недоступной доселе глубины. Экологией планеты, к сожалению, пришлось пожертвовать.

source: While our realm might not be as resourceful as those of others, even the most plentiful of realms is not as resourceful as the people which populate ours.
ru: Пусть наше королевство не так богато ресурсами, как другие, но даже самое изобильное королевство не так богато ресурсами, как люди, населяющие наше.

source: While our task is grand, we will set out to complete it without hesitation.
ru: У нас великая цель, и мы едины в желании её достичь.

source: While the deeper nature of the Sirens' mysterious song still eludes us, preliminary studies suggest that firing focused discharges of energy at specific frequencies into quasi-space can mitigate some of the Strife Field's effects, at the cost of drastically increasing the upkeep of the ships these mechanisms are mounted on.
ru: Хотя глубинная природа таинственной песни сирен все еще ускользает от нас, предварительные исследования показывают, что использование сфокусированных энергетических разрядов на определенных частотах в квазипространстве может смягчить некоторые эффекты Поля Боя за счет существенного увеличения срока службы кораблей, на которых установлены эти механизмы включен.

source: While the mind is constant, our form is always changing as we expand throughout the galaxy.
ru: В то время как разум неизменен, наша форма постоянно меняется по мере того, как мы расширяемся по всей галактике.

source: While the mortals minds of this galaxy are inferior, they might have come up with a few interesting ideas.
ru: Хотя умы смертных в этой галактике уступают, они могли бы предложить несколько интересных идей.

source: While the role they play is small, it is important that each and one, without hesitation, do their part in the greater scheme of things.
ru: Хотя роль, которую они играют, невелика, важно, чтобы каждый из них, не задумываясь, внес свою лепту в общую картину событий.

source: While theoretical psychology has no direct applications advancement in the field will have a positive impact on many other related fields.
ru: Хотя теоретическая психология не имеет прямого применения, открытия в этой области окажут положительное влияние на многие другие смежные дисциплины.

source: While this leader have comed fae theyr are not yet satisfied.
ru: Этот лидер достиг много, но все еще не удовлетворен.

source: While we do not yet possess the means to extract this resource, we should seriously consider establishing control over the system for future exploitation.
ru: Хотя мы еще не обладаем средствами для добычи этого ресурса, мы должны серьезно рассмотреть возможность установления контроля над системой для будущего использования.

source: While we have no concept of possession, it is essential to many other beings in the galaxy.
ru: Хотя у нас нет понятия о владении, оно необходимо многим другим существам в галактике.

source: While we may disagree on many topics, we are all loyal to our united empire and common cause.
ru: Хотя мы можем расходиться во мнениях по многим вопросам, мы все верны нашей единой империи и общему делу.

source: Whispers of Profit
ru: Жажда прибыли

source: White Hole
ru: Белая дыра

source: White Hole Observatory
ru: Обсерватория белых дыр

source: Who are the $ehof_the_creators$?
ru: Кто такие $ehof_the_creators$?

source: Who are you and did you get our message?
ru: Кто вы и получили ли вы наше сообщение?

source: Who are you exactly?
ru: Кто ты такой на самом деле?

source: Who are you, exactly?
ru: Кто ты, собственно, такой?

source: Who are you?
ru: Кто ты?

source: Who built the Squareworld, and why?
ru: Кто построил Квадратный мир и почему?

source: Who cares about a few possibly dead individuals?
ru: Кого волнует несколько, возможно, мертвых людей?

source: Who could have built these ships?
ru: Кто мог построить эти корабли?

source: Who could oppose us now?
ru: Кто может противостоять нам сейчас?

source: Who do they think they are?
ru: Кем они себя возомнили?

source: Who does he think he is?
ru: Кем он себя возомнил?

source: Who exactly are you?
ru: Кто именно ты такой?

source: Who is the Kaiser, exactly?
ru: Кто такой на самом деле кайзер?

source: Who is the Kaiser?
ru: Кто такой кайзер?

source: Who or what are you?
ru: Кто или что ты такое?

source: Who should we attempt to negotiate with?
ru: С кем мы должны попытаться договориться?

source: Whoops.
ru: Упс.

source: Why are some systems off-limits?
ru: Почему некоторые системы недоступны?

source: Why attack us?
ru: Зачем нападать на нас?

source: Why do something ourselves, when a machine can do it for us?
ru: Зачем делать самим то, что машина может сделать за нас?

source: Why do they care?
ru: Почему их это волнует?

source: Why is it down there?
ru: Почему это там, внизу?

source: Why is there something, where there could have been nothing?
ru: Почему появилось что-то, там где не было ничего?

source: Why should be spend our lives in this world, when we can create a world of our liking?
ru: Зачем проводить жизнь в этом мире, если можно создать мир по своему вкусу?

source: Why were you trapped behind a shield?
ru: Почему вас посадили под купол?

source: Why?
ru: Почему?

source: Wildlife District
ru: Лесной район

source: Wildlife Districts
ru: Лесные районы

source: Wildlife Tracks
ru: Тропы дикой природы

source: Wilhelm
ru: Вильгельм

source: Will create a new deposit following the '$ap_self_aware_colony$' orientation.
ru: Построит новое здание вклада, следуя ориентации самоуправляемой колонии.

source: Will directly put all leaders to level 5 and with 3 traits like the '$ap_expandable_brain_2$' Ascension Perk, and that for all empires present in the game.
ru: Все лидеры будут иметь 5 уровень и 3 характеристики, как у перка вознесения 'Неограниченная осведомленность', и это для всех стран, присутствующих в игре.

source: Will dismantle this $name_sub_compressor$, if it needs to be removed for whatever reason.
ru: Демонтирует этот $name_sub_compressor$, если его необходимо удалить по какой-либо причине.

source: Will improve the research speed of one department by 40% or give some research points if you are not researching anything.
ru: Улучшит одно из ваших исследований на 40% или даст несколько очков исследований, если вы ничего не исследуете.

source: Will invest alloys and energy credits in order build them a navy fleet with a size of 192 in a delay of 240 days minimum.
ru: Будет инвестировать сплавы и энергетические кредиты, чтобы построить для них флот размером 192 с задержкой минимум в 240 дней.

source: Will invest alloys and energy credits in order build them a navy fleet with a size of 24 in a delay of 30 days minimum.
ru: Будет инвестировать сплавы и энергетические кредиты, чтобы построить для них флот размером 24 с задержкой минимум в 30 дней.

source: Will invest alloys and energy credits in order build them a navy fleet with a size of 384 in a delay of 480 days minimum.
ru: Будет инвестировать сплавы и энергетические кредиты, чтобы построить для них военно-морской флот размером 384 с задержкой минимум 480 дней.

source: Will invest alloys and energy credits in order build them a navy fleet with a size of 48 in a delay of 60 days minimum.
ru: Будет инвестировать сплавы и энергетические кредиты, чтобы построить для них военно-морской флот размером 48 с задержкой в 60 дней минимум.

source: Will invest alloys and energy credits in order build them a navy fleet with a size of 96 in a delay of 120 days minimum.
ru: Будет инвестировать сплавы и энергетические кредиты, чтобы построить для них военно-морской флот размером 96 с задержкой минимум в 120 дней.

source: Will it be as impressive as our own?
ru: Будет ли он таким же впечатляющим, как наш собственный?

source: Will lock and reset the options that enable AI empires to change Ascension Perk availability.
ru: Будут заблокированы и сброшены параметры, позволяющие империям ИИ изменять доступность перков вознесения.

source: Will move to a submenu that shows all details about the Ascension Perks present in the mod.
ru: Переместит в подменю с возможностью показать все подробности обо всех перках вознесения, присутствующих в моде.

source: Will receive 4 Fallen Empire Battlecruisers at your capital.
ru: Получит 4 Боевых крейсера Падшей Империи в вашей столице.

source: Will receive 8 Fallen Empire Escorts at your capital.
ru: Вы получите 8 эскортов Падшей Империи в вашей столице.

source: Will receive a Fallen Empire Titan at your capital.
ru: В вашей столице появится Титан Падшей Империи.

source: Will remove the need for strategic resources for building upkeep and will also increase the building speed on planets.
ru: Уберет необходимость в стратегических ресурсах для поддержания зданий, а также увеличит скорость строительства планет.

source: Will unlock a random rare or repeatable technology.
ru: Разблокирует случайную редкую или повторяемую технологию.

source: Will unlock a random repeatable technology.
ru: Разблокирует случайную повторяемую технологию.

source: Will unlock the '$ap_lost_heritage$' feature without needing the Ascension Perk for it, and that for all empires present in the game.
ru: Разблокирует функцию 'Потерянное наследие' без наличия перка Вознесения, и это для всех стран, присутствующих в игре.

source: Will unlock the '$ap_self_aware_colony$' feature and Ascension Perk, and that for all empires present in the game.
ru: Разблокирует функцию 'Самоуправляемая колония' без наличия перка Вознесения, и это для всех стран, присутствующих в игре.

source: Will unlock the '$ap_stellar_manipulation$' feature without needing the Ascension Perk, and that for all empires present in the game.
ru: Разблокирует функцию 'Небесная манипуляция' без наличия перка Вознесения, и это для всех стран, присутствующих в игре.

source: Will unlock the special districts that normally require the '$ap_pyramidal_society$' Ascension Perk, and that for every empire present in the game.
ru: Разблокирует специальный округ, который обычно требует перк вознесения 'Общество вершины', и это для всех стран, присутствующих в игре.

source: Will unlock the special leader traits which normally require the '$ap_expandable_brain_1$' Ascension Perk, and that for all empires present in the game.
ru: Разблокирует особые черты лидера, которые обычно требуют перк Вознесения 'Расширяемое знание', и это для всех стран, присутствующих в игре.

source: Willhelm
ru: Вильгельм

source: Willhelm Pawleon
ru: Уилл Хелм Поулеон

source: Willow
ru: Ива

source: Wilpurr
ru: Уилпурр

source: Wind Turbine Array
ru: Массив ветряных турбин

source: Wind Turbine Arrays
ru: Решетки ветряных турбин

source: Wingbardian Armed Forces
ru: Вооруженные силы Вингбардии

source: Winkler
ru: Винклер

source: Winston
ru: Уинстон

source: Wisdom
ru: Мудрость

source: Wise
ru: Мудрый

source: With $ehof_the_compound$ gone, we're happy to resume trading.
ru: С исчезновением $ehof_the_compound$ мы рады возобновить торговлю.

source: With a Little Elbow-Grease...
ru: С небольшим количеством смазки для локтей...

source: With ample room to expand, we can build bigger and better.
ru: Имея достаточно места для расширения, мы можем строить больше и лучше

source: With great skill, or miners carefully extracts the most precious crystals from the ground.
ru: С большим мастерством они извлекают из-под земли самые драгоценные кристаллы.

source: With increased computing capacities, we can perform increasingly accurate simulations.
ru: С увеличением вычислительных мощностей мы можем выполнять все более точные моделирования.

source: With its eyes, our prey will never be able to hide
ru: С такими глазами наша добыча никогда не сможет спрятаться

source: With most of its data lost, the robotic species originally created to take care of this planet-scale computer is now on its own.
ru: Поскольку большая часть его данных потеряна, роботизированный вид, первоначально созданный для того, чтобы заботиться об этом компьютере планетарного масштаба, теперь работает сам по себе.

source: With our great improvements regarding hangar optimization, we can afford to make our Strike Corvettes significantly larger and bulkier than before.
ru: Благодаря нашим значительным улучшениям в области оптимизации ангаров мы можем позволить себе сделать наши ударные корветы значительно больше и громоздче, чем раньше.

source: With our preparations complete, it is time for the [global_event_country.GetGalCommunityOrGalImperium] to strike against the Kaiser and end his madness once and for all.
ru: Когда наши приготовления завершены, настало время [global_event_country.GetGalCommunityOrGalImperium] нанести удар по кайзеру и положить конец его безумию раз и навсегда.

source: With space and resource concerns nearly non-existent, vast numbers of idle drones can be kept maintained and ready with little effort.
ru: Поскольку проблем с пространством и ресурсами почти не существует, огромное количество бездействующих беспилотных летательных аппаратов можно поддерживать в рабочем состоянии без особых усилий

source: With superior firepower and armour, these constructs can dominate any battlefield.
ru: Обладая превосходной огневой мощью и броней, эти конструкты могут доминировать на любом поле боя.

source: With the [Root.GetSpeciesNamePlural] by our side, the Flusionian Treaty Organization shall rule the galaxy!
ru: С [Root.GetSpeciesNamePlural] на нашей стороне Организация Флюсиаллаского договора будет править галактикой!

source: With the help of these Beams we will be able to fully integrate a system-spanning defense ring supporting 24 $aot_megaturret$s
ru: С помощью этих конструкций мы сможем полностью интегрировать кольцо обороны, охватывающее всю систему, и поддерживающее 24 Мега-башен

source: With the near magical properties of runic energy, our material designs are limited only by our imaginations.
ru: Благодаря почти магическим свойствам рунической энергии, наши материальные проекты ограничены только нашим воображением

source: With the original blueprints we can finally unlock the full potential and upgrade our $precursor_juggernaut_plural$ into Alpha $precursor_juggernaut_plural$.
ru: С оригинальными проектами мы сможем наконец раскрыть весь потенциал и модернизировать наши $precursor_juggernaut_plural$ в Альфа-$precursor_juggernaut_plural$.

source: With unorthodox thinking and immense processing capacity, they are set on specific problems.
ru: Обладая нестандартным мышлением и огромными вычислительными способностями, они нацелены на решение конкретных задач.

source: Within this building's colossal research facilities, our nation's intellectual elite works tirelessly to overcome the challenges brought upon us by the Blokk-Protokols.
ru: В колоссальных исследовательских мощностях этого здания интеллектуальная элита нашей страны неустанно работает над преодолением вызовов, брошенных нам Блокк-протоколами
